{
  "main": {
    "title": "Перекладіть нас",
    "subtitle": "переклад мовлення"
  },
  "auth": {
    "email": "Електронна пошта",
    "password": "Пароль",
    "signin": "Увійти",
    "signup": "Зареєструватися",
    "signout": "Вийти",
    "forgot_password": "Забули пароль?",
    "confirm_password": "Підтвердіть пароль",
    "create_account": "Створити обліковий запис",
    "signin_account": "Вже маєте обліковий запис? Увійдіть",
    "otp": "Введіть одноразовий код",
    "confirm_code": "Підтвердіть код",
    "otp_error": "Введіть 6 символів коду",
    "resend_otp": "Надіслати код ще раз",
    "passwords_dont_match": "Паролі не співпадають",
    "password_error": "Мінімум 6 символів, щонайменше 1 цифра і 1 велика літера",
    "errors": {
      "email_password_not_found": "Адреса електронної пошти або пароль не знайдені",
      "email_not_found": "Адресу електронної пошти не знайдено",
      "email_already_used": "Адреса електронної пошти вже існує",
      "email_max_length": "Адреса електронної пошти може містити максимум 50 символів",
      "email_invalid": "Адреса електронної пошти недійсна",
      "email_required": "Введіть свою адресу електронної пошти",
      "password_required": "Введіть пароль",
      "password_max_length": "Пароль може містити максимум 50 символів",
      "password_invalid": "Мінімум 6 символів, щонайменше 1 велика літера, 1 цифра",
      "confirm_password_required": "Підтвердіть пароль"
    },
    "reset_success_title": "Лист надіслано",
    "reset_success_subtitle": "слідуйте інструкціям в листі електронної пошти",
    "reset": "Скинути"
  },
  "generic_error": "Щось пішло не так. Будь ласка, спробуйте пізніше.",
  "translate": {
    "swipe": "провести",
    "hold": "тримайте",
    "search": "Пошук..."
  },
  "settings": {
    "ui_language_title": "Мова інтерфейсу",
    "account_management": "Управління обліковим записом",
    "close_account": "Закрити обліковий запис",
    "close_account_confirm_dialog": {
      "title": "Видалити обліковий запис",
      "description": "Ви впевнені? Ви хочете видалити свій обліковий запис і вийти?",
      "cancel": "Скасувати",
      "delete": "Видалити",
      "close": "Закрити",
      "error_title": "Щось пішло не так",
      "error_description": "Будь ласка, спробуйте пізніше"
    },
    "terms_privacy": "Умови та конфіденційність",
    "watch_now": "Дивитися зараз"
  },
  "price": "{{val, currency(USD)}}",
  "privacy_policy": {
    "title": "Політика конфіденційності"
  },
  "terms_of_use": {
    "title": "Умови використання"
  },
  "products": {
    "monthly_subscription": "Щомісячна підписка",
    "annual_subscription": "Річна підписка",
    "one_day": "Доступ на один день",
    "year": "рік",
    "month": "місяць",
    "24_hours": "на 24 години"
  },
  "offline": "Будь ласка, перевірте ваше інтернет-з'єднання",
  "iap": {
    "title": "Translate Us",
    "description": "Для використання додатка вам потрібно підписатися або придбати доступ на один день.",
    "start_free_trial": "Розпочати 3-денну безкоштовну пробну версію",
    "subscription_plans": "з автоматичними планами підписки",
    "pay_as_you_need": "або Платіть за потребою",
    "on_demand": "доступ на вимогу (не автоматично оновлюється)",
    "recurring_billing": "Щомісячна або щорічна автоматична оплата, можна скасувати в будь-який час",
    "privacy_policy": "Політика конфіденційності",
    "terms": "Умови користування",
    "restore": "Відновити"
  },
  "privacy": {
    "title": "Політика конфіденційності",
    "title_01": "Про нас",
    "paragraph_01": "WhiteOf Corporation - це компанія, яка створила додаток Translate Us. Whiteof Corporation розташована в Бока-Ратон, Флорида. Ця організація головним чином займається розробкою програмного забезпечення.",
    "title_02": "Збір та використання інформації",
    "paragraph_02": "Додаток Translate Us не збирає особисті дані.",
    "title_03": "Зміни в цій політиці конфіденційності",
    "paragraph_03": "Ми можемо час від часу оновлювати нашу політику конфіденційності. Тому вам рекомендується періодично переглядати цю сторінку на предмет змін. Ми повідомимо вас про будь-які зміни, розмістивши нову політику конфіденційності на цій сторінці. Ці зміни набувають чинності негайно після їх опублікування на цій сторінці.",
    "title_04": "Зв'яжіться з нами",
    "paragraph_04": "Якщо у вас є питання або пропозиції щодо нашої політики конфіденційності, не соромтеся звертатися за адресою info@whiteof.com.",
    "whiteof": "Корпорація WhiteOf"
  },
  "terms": {
    "title": "Умови використання",
    "paragraph_01": "Будь ласка, уважно прочитайте ці Умови використання («Умови», «Умови використання») перед використанням додатка Translate Us («Сервіс»), що надається Корпорацією WhiteOf («ми», «нас» або «наша»).",
    "paragraph_02": "Доступ та використання Сервісу умовлені вашою згодою і дотриманням цих Умов. Ці Умови поширюються на всіх відвідувачів, користувачів та інших осіб, які мають доступ до Сервісу або його використання.",
    "paragraph_03": "Використовуючи Сервіс, ви погоджуєтеся бути обмеженими цими Умовами. Якщо ви не погоджуєтесь з будь-якою частиною Умов, ви не можете отримати доступ до Сервісу.",
    "title_02": "Політика конфіденційності",
    "paragraph_07": "Корпорація WhiteOf поважає конфіденційність користувачів Сервісу. Будь ласка, ознайомтесь з Політикою конфіденційності Корпорації WhiteOf (доступно тут: https://translateus.app/privacy-policy). Ми не збираємо особисті дані. Використовуючи Сервіс, ви підтверджуєте свою згоду з цією Політикою конфіденційності.",
    "title_03": "Інтелектуальна власність",
    "paragraph_08": "Ви визнаєте і погоджуєтесь з тим, що ми і наші ліцензіати зберігають права власності на всі види інтелектуальної власності, пов'язаної з Сервісом, включаючи відповідні авторські права, товарні знаки та інші права інтелектуальної власності. Інші назви продуктів і назви WhiteOf Corporation, які згадані на Сервісі, можуть бути товарними знаками їх відповідних власників. Ми залишаємо за собою всі права, які не виражені вам чітко на підставі цієї Угоди.",
    "title_04": "Закон, який застосовується",
    "paragraph_09": "Ці Умови підлягають і тлумачаться відповідно до законів Сполучених Штатів, незалежно від їх конфлікту законів.",
    "paragraph_10": "Наша нездатність здійснити заходи щодо прав чи положень цих Умов не розглядається як відмова від таких прав. Якщо будь-яке положення цих Умов вважається недійсним чи невиконуваним судом, решта положень цих Умов залишається чинною. Ці Умови становлять повну угоду між нами щодо нашого Сервісу і замінюють і скасовують всі попередні угоди між нами щодо Сервісу.",
    "title_05": "Загальні положення",
    "paragraph_11": "Якщо яка-небудь частина цієї Угоди вважається недійсою або невиконуваною, ця частина Угоди буде тлумачитися відповідно до чинного закону. Решта положень залишаються повністю чинними і ефективними. Наші права на підставі цієї Угоди залишаються чинними після її припинення.",
    "paragraph_12": "Ви погоджуєтеся з тим, що будь-який позов, пов'язаний з вашим стосунком з Корпорацією WhiteOf, повинен бути поданий протягом ОДНОГО року з моменту виникнення підстав для такого позову. У протилежному випадку такий позов вважається остаточно вилученим.",
    "paragraph_13": "Ці Умови використання та ваше використання Сайту регулюються законами Сполучених Штатів Америки, без урахування принципів конфлікту законів.",
    "paragraph_14": "Корпорація WhiteOf може передавати або делегувати ці Умови обслуговування та/або Політику конфіденційності Корпорації WhiteOf, повністю чи частково, будь-якій особі чи організації в будь-який час з вашою згодою чи без неї. Ви не можете передавати або делегувати будь-які права чи обов'язки на підставі цих Умов обслуговування чи Політики конфіденційності без попередньої письмової згоди Корпорації WhiteOf, і будь-яке несанкціоноване передача та делегування з вашого боку є недійсним.",
    "title_06": "Зміни",
    "paragraph_15": "Ми залишаємо за собою право на власний розсуд змінювати або заміняти ці Умови в будь-який момент.",
    "paragraph_16": "Продовжуючи отримувати доступ чи використовувати наш Сервіс після набрання чинності таких змін, ви погоджуєтеся бути зв'язаними зміненими умовами. Якщо ви не погоджуєтеся з новими умовами, будь ласка, припиніть використання Сервісу.",
    "paragraph_17": "ВИ ПІДТВЕРДЖУЄТЕ, ЩО ВИ ПРОЧИТАЛИ ЦІ УМОВИ ВИКОРИСТАННЯ, РОЗУМІЄТЕ УМОВИ ВИКОРИСТАННЯ І ПОГОДЖУЄТЕСЯ З УМОВАМИ ЦИХ УМОВ ТА ПОЛОЖЕННЯМИ. ПОНАД ТО, ВИ ПІДТВЕРДЖУЄТЕ, ЩО ЦІ УМОВИ ВИКОРИСТАННЯ РАЗОМ З ПОЛІТИКОЮ КОНФІДЕНЦІЙНОСТІ ЗА АДРЕСОЮ https://translateus.app/privacy-policy СТАНОВЛЯТЬ ПОВНИМ І ВИКЛЮЧНИМ ЗАЯВЛЕННЯМ ПРО УГОДУ МІЖ НАМИ І ЗАМІНЮЮТЬ БУДЬ-ЯКІ ПОПЕРЕДНІ ПРОПОНОВАНІ АБО ПОПЕРЕДНІ ПИСЬМОВІ УГОДИ, І БУДЬ-ЯКУ ІНШУ КОМУНІКАЦІЮ МІЖ НАМИ, ЩО СТОСУЄТЬСЯ ПРЕДМЕТУ ЦЬОЇ УГОДИ.",
    "title_07": "Зв'яжіться з нами",
    "paragraph_18": "Якщо у вас є питання щодо цих Умов, будь ласка, зв'яжіться з нами за адресою info@whiteof.com."
  },
  "learn": {
    "how_to_use": "Як використовувати \"Translate Us\"",
    "instruction_01": "1. Натисніть, утримуйте, гортайте та говоріть",
    "instruction_02": "2. Відпустіть, коли закінчите",
    "instruction_03": "3. Гортайте зверху або знизу залежно від вибраних мов"
  }
}
