{
  "main": {
    "title": "Переведите нас",
    "subtitle": "перевод речи"
  },
  "auth": {
    "email": "Электронная почта",
    "password": "Пароль",
    "signin": "Войти",
    "signup": "Зарегистрироваться",
    "signout": "Выйти",
    "forgot_password": "Забыли пароль?",
    "confirm_password": "Подтвердите пароль",
    "create_account": "Создать аккаунт",
    "signin_account": "У вас уже есть аккаунт? Войдите",
    "otp": "Введите одноразовый код",
    "confirm_code": "Подтвердите код",
    "otp_error": "Введите 6 символов кода",
    "resend_otp": "Отправить код еще раз",
    "passwords_dont_match": "Пароли не совпадают",
    "password_error": "Минимум 6 символов, хотя бы 1 цифра и 1 заглавная буква",
    "errors": {
      "email_password_not_found": "Адрес электронной почты или пароль не найдены",
      "email_not_found": "Адрес электронной почты не найден",
      "email_already_used": "Адрес электронной почты уже существует",
      "email_max_length": "Адрес электронной почты должен содержать не более 50 символов",
      "email_invalid": "Адрес электронной почты недействителен",
      "email_required": "Введите адрес электронной почты",
      "password_required": "Введите пароль",
      "password_max_length": "Пароль должен содержать не более 50 символов",
      "password_invalid": "Минимум 6 символов, хотя бы 1 заглавная буква, 1 цифра",
      "confirm_password_required": "Подтвердите пароль"
    },
    "reset_success_title": "Письмо отправлено",
    "reset_success_subtitle": "следуйте инструкциям в электронной почте",
    "reset": "Сбросить"
  },
  "generic_error": "Что-то пошло не так. Пожалуйста, попробуйте позже.",
  "translate": {
    "swipe": "свайп",
    "hold": "удерживайте",
    "search": "Поиск..."
  },
  "settings": {
    "ui_language_title": "Язык интерфейса",
    "account_management": "Управление аккаунтом",
    "close_account": "Закрыть аккаунт",
    "close_account_confirm_dialog": {
      "title": "Удалить аккаунт",
      "description": "Вы уверены, что хотите удалить свой аккаунт и выйти?",
      "cancel": "Отмена",
      "delete": "Удалить",
      "close": "Закрыть",
      "error_title": "Что-то пошло не так",
      "error_description": "Пожалуйста, попробуйте позже"
    },
    "terms_privacy": "Условия и конфиденциальность",
    "watch_now": "Просмотреть"
  },
  "price": "{{val, currency(USD)}}",
  "privacy_policy": {
    "title": "Политика конфиденциальности"
  },
  "terms_of_use": {
    "title": "Условия использования"
  },
  "products": {
    "monthly_subscription": "Ежемесячная подписка",
    "annual_subscription": "Годовая подписка",
    "one_day": "Доступ на один день",
    "year": "год",
    "month": "месяц",
    "24_hours": "на 24 часа"
  },
  "offline": "Пожалуйста, проверьте ваше интернет-соединение",
  "iap": {
    "title": "Translate Us",
    "description": "Для использования приложения необходимо подписаться или приобрести доступ на один день.",
    "start_free_trial": "Подпишитесь сейчас и\nполучите 3-дня бесплатно",
    "subscription_plans": "с автоматическим продлением",
    "pay_as_you_need": "или оплачивайте по мере необходимости",
    "on_demand": "без автоматического продления",
    "recurring_billing": "Ежемесячную  или годовую подписку можно отменить в любое время",
    "privacy_policy": "Политика\nконфиденциальности",
    "terms": "Условия\nиспользования",
    "restore": "Восстановить подписку"
  },
  "privacy": {
    "title": "Политика конфиденциальности",
    "title_01": "О нас",
    "paragraph_01": "WhiteOf Corporation - это компания, создавшая приложение Translate Us. Whiteof Corporation находится в Бока-Ратоне, Флорида. Эта организация в основном занимается разработкой программного обеспечения.",
    "title_02": "Сбор и использование информации",
    "paragraph_02": "Приложение Translate Us не собирает персональные данные.",
    "title_03": "Изменения в настоящей политике конфиденциальности",
    "paragraph_03": "Мы можем время от времени обновлять нашу политику конфиденциальности. Поэтому рекомендуется периодически проверять эту страницу на наличие изменений. Мы уведомим вас о любых изменениях, разместив новую политику конфиденциальности на этой странице. Эти изменения вступают в силу немедленно после их публикации на этой странице.",
    "title_04": "Свяжитесь с нами",
    "paragraph_04": "Если у вас есть какие-либо вопросы или предложения по нашей политике конфиденциальности, не стесняйтесь обращаться по адресу info@whiteof.com.",
    "whiteof": "Корпорация WhiteOf"
  },
  "terms": {
    "title": "Условия использования",
    "paragraph_01": "Пожалуйста, внимательно ознакомьтесь с этими Условиями использования («Условия», «Условия использования») перед использованием приложения Translate Us («Сервис»), предоставляемого Корпорацией WhiteOf («мы», «нас» или «наша»).",
    "paragraph_02": "Доступ и использование Сервиса зависит от вашего согласия и соблюдения настоящих Условий. Эти Условия распространяются на всех посетителей, пользователей и других лиц, имеющих доступ к Сервису или использующих его.",
    "paragraph_03": "Используя Сервис, вы соглашаетесь соблюдать эти Условия. Если вы не согласны с какой-либо частью Условий, вы не можете получить доступ к Сервису.",
    "title_02": "Политика конфиденциальности",
    "paragraph_07": "Корпорация WhiteOf уважает конфиденциальность пользователей Сервиса. Пожалуйста, ознакомьтесь с Политикой конфиденциальности Корпорации WhiteOf (доступной здесь: https://translateus.app/privacy-policy). Мы не собираем персональные данные. Используя Сервис, вы подтверждаете свое согласие с этой Политикой конфиденциальности.",
    "title_03": "Интеллектуальная собственность",
    "paragraph_08": "Вы признаете и соглашаетесь с тем, что мы и наши лицензиары сохраняем права собственности на интеллектуальную собственность любого вида, связанную с Сервисом, включая соответствующие авторские права, товарные знаки и другие права интеллектуальной собственности. Другие названия продуктов и наименования WhiteOf Corporation, упомянутые на Сервисе, могут быть товарными знаками их соответствующих владельцев. Мы оставляем за собой все права, которые не выражены явно вам на основании настоящего Соглашения.",
    "title_04": "Применимое право",
    "paragraph_09": "Настоящие Условия подчиняются и толкуются в соответствии с законами Соединенных Штатов, независимо от их конфликта законов.",
    "paragraph_10": "Отсутствие нашего применения какого-либо права или положения настоящих Условий не будет считаться отказом от таких прав. Если какое-либо положение настоящих Условий будет признано недействительным или невыполнимым судом, остальные положения настоящих Условий останутся в силе. Настоящие Условия составляют полное соглашение между нами относительно нашего Сервиса и заменяют и отменяют все предыдущие соглашения между нами относительно Сервиса.",
    "title_05": "Общие положения",
    "paragraph_11": "Если какая-либо часть настоящего Соглашения будет признана недействительной или невыполнимой, эта часть Соглашения будет истолкована в соответствии с применимым законом. Остальные части останутся в полной силе и эффективности. Наши права на основании настоящего Соглашения продолжат действовать после его расторжения.",
    "paragraph_12": "Вы соглашаетесь, что любой иск, связанный с вашим отношением к Корпорации WhiteOf, должен быть подан в течение ОДНОГО года с момента возникновения основания для такого иска. В противном случае такой иск считается окончательно исключенным.",
    "paragraph_13": "Настоящие Условия использования и ваше использование Сайта регулируются законами Соединенных Штатов Америки, без учета принципов конфликта законов.",
    "paragraph_14": "Корпорация WhiteOf может передавать или делегировать настоящие Условия обслуживания и/или Политику конфиденциальности Корпорации WhiteOf, полностью или частично, любому лицу или организации в любое время с вашего согласия или без него. Вы не можете передавать или делегировать какие-либо права или обязанности на основании Условий обслуживания или Политики конфиденциальности без предварительного письменного согласия Корпорации WhiteOf, и любое несанкционированное передача и делегирование с вашей стороны является недействительным.",
    "title_06": "Изменения",
    "paragraph_15": "Мы оставляем за собой право по собственному усмотрению вносить изменения или заменять настоящие Условия в любое время.",
    "paragraph_16": "Продолжая получать доступ или использовать наш Сервис после вступления в силу таких изменений, вы соглашаетесь быть связанными измененными условиями. Если вы не согласны с новыми условиями, пожалуйста, прекратите использование Сервиса.",
    "paragraph_17": "ВЫ ПОДТВЕРЖДАЕТЕ, ЧТО ВЫ ПРОЧИТАЛИ ЭТИ УСЛОВИЯ ИСПОЛЬЗОВАНИЯ, ПОНИМАЕТЕ УСЛОВИЯ ИСПОЛЬЗОВАНИЯ И СОГЛАШАЕТЕСЬ СО СТАТЬЯМИ ЭТИХ УСЛОВИЙ И ПОЛОЖЕНИЯМИ. КРОМЕ ТОГО, ВЫ ПОДТВЕРЖДАЕТЕ, ЧТО ЭТИ УСЛОВИЯ ИСПОЛЬЗОВАНИЯ ВМЕСТЕ С ПОЛИТИКОЙ КОНФИДЕНЦИАЛЬНОСТИ ПО АДРЕСУ https://translateus.app/privacy-policy ПРЕДСТАВЛЯЮТ СОБОЙ ПОЛНОЕ И ИСКЛЮЧИТЕЛЬНОЕ ЗАЯВЛЕНИЕ О СОГЛАШЕНИИ МЕЖДУ НАМИ И ЗАМЕНЯЮТ ЛЮБОЕ ПРЕДЫДУЩЕЕ УСЛОВНОЕ ИЛИ ПРЕДЫДУЩЕЕ ПИСЬМЕННОЕ СОГЛАШЕНИЕ И ЛЮБУЮ ИНУЮ КОММУНИКАЦИЮ МЕЖДУ НАМИ В СВЯЗИ С ПРЕДМЕТОМ НАСТОЯЩЕГО СОГЛАШЕНИЯ.",
    "title_07": "Свяжитесь с нами",
    "paragraph_18": "Если у вас есть вопросы по поводу настоящих Условий, пожалуйста, свяжитесь с нами по адресу info@whiteof.com."
  },
  "learn": {
    "how_to_use": "Как использовать \"Translate Us\"",
    "instruction_01": "1. Нажмите, удерживайте, проведите пальцем и говорите.",
    "instruction_02": "2. Отпустите, когда закончите.",
    "instruction_03": "3. Проведите пальцем вверх или вниз в зависимости от выбранного языка."
  }
}
