{
  "main": {
    "title": "Przetłumacz Nas",
    "subtitle": "tłumaczenie mowy"
  },
  "auth": {
    "email": "E-mail",
    "password": "Hasło",
    "signin": "Zaloguj się",
    "signup": "Zarejestruj się",
    "signout": "Wyloguj się",
    "forgot_password": "Zapomniałeś hasła?",
    "confirm_password": "Potwierdź hasło",
    "create_account": "Utwórz konto",
    "signin_account": "Masz konto? Zaloguj się",
    "otp": "Wprowadź kod jednorazowy",
    "confirm_code": "Potwierdź kod",
    "otp_error": "Wprowadź 6 znaków kodu",
    "resend_otp": "Wyślij kod ponownie",
    "passwords_dont_match": "Hasła nie pasują do siebie",
    "password_error": "Minimum 6 znaków, przynajmniej 1 cyfra i 1 duża litera",
    "errors": {
      "email_password_not_found": "Adres e-mail lub hasło nie zostały znalezione",
      "email_not_found": "Adres e-mail nie został znaleziony",
      "email_already_used": "Adres e-mail już istnieje",
      "email_max_length": "Adres e-mail może mieć maksymalnie 50 znaków",
      "email_invalid": "Adres e-mail jest nieprawidłowy",
      "email_required": "Wprowadź swój adres e-mail",
      "password_required": "Wprowadź hasło",
      "password_max_length": "Hasło może mieć maksymalnie 50 znaków",
      "password_invalid": "Min. 6 znaków, jedna duża litera, jedna cyfra",
      "confirm_password_required": "Potwierdź hasło"
    },
    "reset_success_title": "E-mail wysłany",
    "reset_success_subtitle": "postępuj zgodnie z instrukcjami w e-mailu",
    "reset": "Resetuj"
  },
  "generic_error": "Coś poszło nie tak. Proszę spróbuj ponownie później.",
  "translate": {
    "swipe": "przesuń",
    "hold": "trzymaj",
    "search": "Szukaj..."
  },
  "settings": {
    "ui_language_title": "Język interfejsu",
    "account_management": "Zarządzanie kontem",
    "close_account": "Zamknij konto",
    "close_account_confirm_dialog": {
      "title": "Usuń konto",
      "description": "Czy jesteś pewien? Chcesz usunąć swoje konto i się wylogować?",
      "cancel": "Anuluj",
      "delete": "Usuń",
      "close": "Zamknij",
      "error_title": "Coś poszło nie tak",
      "error_description": "Proszę spróbuj ponownie później"
    },
    "terms_privacy": "Regulamin i prywatność",
    "watch_now": "Zobacz więcej"
  },
  "price": "{{val, currency(USD)}}",
  "privacy_policy": {
    "title": "Polityka prywatności"
  },
  "terms_of_use": {
    "title": "Warunki użytkowania"
  },
  "products": {
    "monthly_subscription": "Subskrypcja miesięczna",
    "annual_subscription": "Subskrypcja roczna",
    "one_day": "Dostęp jednorazowy (1 dzień)",
    "year": "rok",
    "month": "miesiąc",
    "24_hours": "na 24 godziny"
  },
  "offline": "Proszę sprawdź swoje połączenie internetowe",
  "iap": {
    "title": "Translate Us",
    "description": "Zarejestruj się aby zacząć korzystać z aplikacji. Możesz zdecydować się na zakup 1-dniowego dostępu w dowolnym momencie.",
    "start_free_trial": "Rozpocznij 3-dniowy darmowy okres próbny",
    "subscription_plans": "subskrypcja jest przedłużana automatycznie w momencie zakończenia się bieżącego okresu rozliczeniowego",
    "pay_as_you_need": "lub wykup dostęp do aplikacji na jeden dzień",
    "on_demand": "(usługa nie odnowi się automatycznie)",
    "recurring_billing": "Z subskrypcji można zrezygnować w dowolnym momencie (brak okresu wypowiedzenia)",
    "privacy_policy": "Polityka prywatności",
    "terms": "Warunki użytkowania",
    "restore": "Przywróć"
  },
  "privacy": {
    "title": "Polityka prywatności",
    "title_01": "Kim jesteśmy",
    "paragraph_01": "WhiteOf Corporation jest twórcą Oprogramowania Translate Us. Siedziba spółki znajduje się w Brooklynie, Nowy Jork. Spółka działa zasadniczo w branży wytwarzania i rozwoju oprogramowania.",
    "title_02": "Zbieranie i wykorzystywanie informacji",
    "paragraph_02": "Aplikacja Translate Us nie zbiera danych osobowych.",
    "title_03": "Zmiany w Polityce Prywatności",
    "paragraph_03": "Co jakiś czas aktualizujemy niniejszą Politykę Prywatności, ponieważ dążymy do jej udoskonalenia. Zalecamy okresowe przeglądanie tej strony pod kątem zmian. Powiadomimy Cię o wszelkich zmianach, publikując nową Politykę prywatności na tej stronie. Zmiany obowiązują natychmiast po ich opublikowaniu na stronie.",
    "title_04": "Skontaktuj się z nami",
    "paragraph_04": "Jeśli masz jakieś pytania lub sugestie dotyczące naszej Polityki prywatności, prosimy o kontakt w tej sprawie pod adresem info@whiteof.com.",
    "whiteof": "WhiteOf Corporation"
  },
  "terms": {
    "title": "Warunki użytkowania",
    "paragraph_01": "Przeczytaj uważnie niniejsze Warunki użytkowania (\"Warunki\", \"Warunki użytkowania\") przed użyciem oprogramowania Translate Us (\"Serwis\") obsługiwanego przez WhiteOf Corporation (\"spółka\", \"nas\", \"my\" lub \"nasz\").",
    "paragraph_02": "Twój dostęp do Serwisu i korzystanie z niego jest uwarunkowany akceptacją i przestrzeganiem niniejszych Warunków. Niniejsze Warunki dotyczą wszystkich odwiedzających, użytkowników i innych osób, które uzyskują dostęp do Serwisu lub z niego korzystają.",
    "paragraph_03": "Uzyskując dostęp do Serwisu lub korzystając z niego, wyrażasz zgodę na związanie się niniejszymi Warunkami. Jeśli nie zgadzasz się z jakąkolwiek częścią warunków, możesz nie uzyskać dostępu do Serwisu.",
    "title_02": "Polityka prywatności",
    "paragraph_07": "WhiteOf Corporation szanuje prywatność użytkowników swojego Serwisu. Zapoznaj się z Polityką prywatności WhiteOf Corporation (znajdującą się tutaj: http://Translate Us.net/privacy), która wyjaśnia, w jaki sposób zbieramy, wykorzystujemy i ujawniamy informacje dotyczące Twojej prywatności. Gdy uzyskujesz dostęp do Serwisu lub korzystasz z niego, wyrażasz zgodę na niniejszą Politykę prywatności.",
    "title_03": "Własność intelektualna",
    "paragraph_08": "Przyjmujesz do wiadomości i zgadzasz się, że my i nasi licencjodawcy zachowujemy wszystkie prawa własności intelektualnej wszelkiego rodzaju związanych z Serwisem, w tym obowiązujących praw autorskich, znaków towarowych i innych praw własności. Inne nazwy produktu oraz spółki WhiteOf Corporation wymienione w Serwisie mogą być znakami towarowymi ich właścicieli. Zastrzegamy sobie wszelkie prawa, które nie zostały wyraźnie przyznane na mocy niniejszej Umowy.",
    "title_04": "Prawo wlaściwe",
    "paragraph_09": "Niniejsze Warunki podlegają i będą interpretowane zgodnie z prawem Stanów Zjednoczonych, bez względu na ich sprzeczność z przepisami prawa.",
    "paragraph_10": "Nasza zwłoka w egzekwowaniu naszych praw, bądź ustanowień zawartych w niniejszych warunkach, nie będzie traktowana jako zrzeczenie się tych praw. Jeżeli jakiekolwiek z postanowień niniejszej Umowy zostaną uznane za nieważne lub niewykonalne przez sąd właściwej jurysdykcji, takie postanowienie będzie traktowane jako oddzielne i niezależne od reszty tej umowy. Pozostałe postanowienia pozostają w pełni ważne i wykonalne. Te Zasady stanowią całokształt porozumienia między Nami a Tobą w związku z Serwisem, i zastępują jakiekolwiek wcześniejsze porozumienia które podpisaliśmy między sobą w związku z Serwisem.",
    "title_05": "Warunki Ogólne",
    "paragraph_11": "Jeśli którykolwiek fragment niniejszej Umowy jest uznany za niemożliwy do wyegzekwowania przez sąd lub właściwy organ orzekający, ta część Umowy będzie interpretowana zgodnie z obowiązującym prawem. Pozostałe części pozostaną w pełnej mocy i skutku. Niewykonanie przez WhiteOf Corporation jakiegokolwiek postanowienia niniejszej Umowy nie będzie uważane za zrzeczenie się naszego prawa do egzekwowania takiego postanowienia. Nasze prawa wynikające z niniejszej Umowy zachowują ważność po rozwiązaniu Umowy.",
    "paragraph_12": "Zgadzasz się, że wszelkie podstawy roszczenia jakie możesz mieć w odniesieniu do Serwisu lub spółki WhiteOf Corporation, muszą zostać wszczęte w terminie jednego (1) roku po zaistnieniu podstawy powództwa, a w przeciwnym wypadku powód roszczenia lub powództwa wygasa.",
    "paragraph_13": "Niniejsze Warunki użytkowania oraz warunki korzystania z Witryny będą regulowane, rozstrzygane i egzekwowane zgodnie z przepisami ustawowymi Stanów Zjednoczonych Ameryki, bez względu na możliwość wystąpienia konfliktu przepisów prawnych.",
    "paragraph_14": "Spółka WhiteOf Corporation może scedować lub przekazać niniejsze Warunki użytkowania i / lub Politykę prywatności w całości lub w części dowolnej osobie lub podmiotowi w dowolnym momencie za Twoją zgodą lub bez niej. Nie możesz cedować ani przekazywać żadnych praw ani obowiązków wynikających z Warunków użytkowania lub Polityki prywatności bez uprzedniej pisemnej zgody spółki WhiteOf Corporation, a wszelkie próby przeniesienia lub delegowania będą nieważne i nie będą miały żadnej mocy prawnej.",
    "title_06": "Zmiany",
    "paragraph_15": "Zastrzegamy sobie prawo, według własnego uznania, do zmiany lub zastąpienia niniejszych Warunków w dowolnym momencie. Jeśli zmiana jest istotna, dołożymy wszelkich starań aby powiadomić co najmniej 30-dniowym wyprzedzeniem przed wejściem w życie nowych warunków. To, co stanowi istotną zmianę, zostanie ustalone według naszego wyłącznego uznania.",
    "paragraph_16": "Dalsze uzyskiwanie dostępu lub korzystanie z naszego Serwisu po wejściu w życie zmian oznacza zgodę na bycie zobowiązanym postanowieniami zmienionej polityki. Jeśli nie zgadzasz się z nowymi warunkami, należy zaprzestać korzystania z Serwisu.",
    "paragraph_17": "OŚWIADCZASZ, ŻE ZAPOZNAŁEŚ(AŚ) SIĘ Z NINIEJSZYMI ZASADAMI I WARUNKAMI, ROZUMIESZ JE I ZGADZASZ SIĘ STOSOWAĆ SIĘ DO NICH BEZ ŻADNYCH OGRANICZEŃ. POTWIERDZASZ PONADTO, ŻE NINIEJSZE WARUNKI UŻYTKOWANIA WRAZ Z POLITYKĄ PRYWATNOŚCI NA STRONIE https://translateus.app/privacy-policy  STANOWIĄ PEŁNE I WYŁĄCZNE OŚWIADCZENIE UMOWY MIĘDZY NAMI ORAZ ŻE ZASTĘPUJE KAŻDĄ PROPOZYCJĘ LUB UPRZEDNIĄ UMOWĘ USTNĄ LUB PISEMNĄ, ORAZ WSZELKIE INNE KOMUNIKATY MIĘDZY NAMI DOTYCZĄCE PRZEDMIOTU NINIEJSZEJ UMOWY.",
    "title_07": "Skontaktuj się z nami",
    "paragraph_18": "Jeśli masz pytania dotyczące niniejszych Warunków, skontaktuj się z nami pod adresem info@whiteof.com."
  },
  "learn": {
    "how_to_use": "Jak to działa",
    "instruction_01": "1. Naciśnij, przytrzymaj, przesuń i rozmawiaj",
    "instruction_02": "2. Zwolnij, gdy skończysz",
    "instruction_03": "3. Przesuń w górę lub w dół w zależności od wybranych języków"
  }
}